{"format": "layers-model", "generatedBy": "keras v2.9.0", "convertedBy": "TensorFlow.js Converter v3.19.0", "modelTopology": {"keras_version": "2.9.0", "backend": "tensorflow", "model_config": {"class_name": "Functional", "config": {"name": "model", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 300, 300, 3], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_1"}, "name": "input_1", "inbound_nodes": []}, {"class_name": "Conv2D", "config": {"name": "stem_conv", "trainable": true, "dtype": "float32", "filters": 32, "kernel_size": [3, 3], "strides": [2, 2], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stem_conv", "inbound_nodes": [[["input_1", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stem_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stem_bn", "inbound_nodes": [[["stem_conv", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stem_swish", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "stem_swish", "inbound_nodes": [[["stem_bn", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_0_block0_fu_conv", "trainable": true, "dtype": "float32", "filters": 16, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_0_block0_fu_conv", "inbound_nodes": [[["stem_swish", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_0_block0_fu_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_0_block0_fu_bn", "inbound_nodes": [[["stack_0_block0_fu_conv", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stack_0_block0_fu_swish", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "stack_0_block0_fu_swish", "inbound_nodes": [[["stack_0_block0_fu_bn", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_1_block0_sortcut_conv", "trainable": true, "dtype": "float32", "filters": 64, "kernel_size": [3, 3], "strides": [2, 2], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_1_block0_sortcut_conv", "inbound_nodes": [[["stack_0_block0_fu_swish", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_1_block0_sortcut_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_1_block0_sortcut_bn", "inbound_nodes": [[["stack_1_block0_sortcut_conv", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stack_1_block0_sortcut_swish", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "stack_1_block0_sortcut_swish", "inbound_nodes": [[["stack_1_block0_sortcut_bn", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_1_block0_MB_pw_conv", "trainable": true, "dtype": "float32", "filters": 32, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_1_block0_MB_pw_conv", "inbound_nodes": [[["stack_1_block0_sortcut_swish", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_1_block0_MB_pw_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_1_block0_MB_pw_bn", "inbound_nodes": [[["stack_1_block0_MB_pw_conv", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_1_block1_sortcut_conv", "trainable": true, "dtype": "float32", "filters": 128, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_1_block1_sortcut_conv", "inbound_nodes": [[["stack_1_block0_MB_pw_bn", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_1_block1_sortcut_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_1_block1_sortcut_bn", "inbound_nodes": [[["stack_1_block1_sortcut_conv", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stack_1_block1_sortcut_swish", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "stack_1_block1_sortcut_swish", "inbound_nodes": [[["stack_1_block1_sortcut_bn", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_1_block1_MB_pw_conv", "trainable": true, "dtype": "float32", "filters": 32, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_1_block1_MB_pw_conv", "inbound_nodes": [[["stack_1_block1_sortcut_swish", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_1_block1_MB_pw_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_1_block1_MB_pw_bn", "inbound_nodes": [[["stack_1_block1_MB_pw_conv", 0, 0, {}]]]}, {"class_name": "Add", "config": {"name": "add", "trainable": true, "dtype": "float32"}, "name": "add", "inbound_nodes": [[["stack_1_block0_MB_pw_bn", 0, 0, {}], ["stack_1_block1_MB_pw_bn", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_2_block0_sortcut_conv", "trainable": true, "dtype": "float32", "filters": 128, "kernel_size": [3, 3], "strides": [2, 2], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_2_block0_sortcut_conv", "inbound_nodes": [[["add", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_2_block0_sortcut_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_2_block0_sortcut_bn", "inbound_nodes": [[["stack_2_block0_sortcut_conv", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stack_2_block0_sortcut_swish", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "stack_2_block0_sortcut_swish", "inbound_nodes": [[["stack_2_block0_sortcut_bn", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_2_block0_MB_pw_conv", "trainable": true, "dtype": "float32", "filters": 48, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_2_block0_MB_pw_conv", "inbound_nodes": [[["stack_2_block0_sortcut_swish", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_2_block0_MB_pw_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_2_block0_MB_pw_bn", "inbound_nodes": [[["stack_2_block0_MB_pw_conv", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_2_block1_sortcut_conv", "trainable": true, "dtype": "float32", "filters": 192, "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_2_block1_sortcut_conv", "inbound_nodes": [[["stack_2_block0_MB_pw_bn", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_2_block1_sortcut_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_2_block1_sortcut_bn", "inbound_nodes": [[["stack_2_block1_sortcut_conv", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stack_2_block1_sortcut_swish", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "stack_2_block1_sortcut_swish", "inbound_nodes": [[["stack_2_block1_sortcut_bn", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_2_block1_MB_pw_conv", "trainable": true, "dtype": "float32", "filters": 48, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_2_block1_MB_pw_conv", "inbound_nodes": [[["stack_2_block1_sortcut_swish", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_2_block1_MB_pw_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_2_block1_MB_pw_bn", "inbound_nodes": [[["stack_2_block1_MB_pw_conv", 0, 0, {}]]]}, {"class_name": "Add", "config": {"name": "add_1", "trainable": true, "dtype": "float32"}, "name": "add_1", "inbound_nodes": [[["stack_2_block0_MB_pw_bn", 0, 0, {}], ["stack_2_block1_MB_pw_bn", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_3_block0_sortcut_conv", "trainable": true, "dtype": "float32", "filters": 192, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_3_block0_sortcut_conv", "inbound_nodes": [[["add_1", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_3_block0_sortcut_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_3_block0_sortcut_bn", "inbound_nodes": [[["stack_3_block0_sortcut_conv", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stack_3_block0_sortcut_swish", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "stack_3_block0_sortcut_swish", "inbound_nodes": [[["stack_3_block0_sortcut_bn", 0, 0, {}]]]}, {"class_name": "DepthwiseConv2D", "config": {"name": "stack_3_block0_MB_dw_", "trainable": true, "dtype": "float32", "kernel_size": [3, 3], "strides": [2, 2], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "depth_multiplier": 1, "depthwise_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "depthwise_regularizer": null, "depthwise_constraint": null}, "name": "stack_3_block0_MB_dw_", "inbound_nodes": [[["stack_3_block0_sortcut_swish", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_3_block0_MB_dw_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_3_block0_MB_dw_bn", "inbound_nodes": [[["stack_3_block0_MB_dw_", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stack_3_block0_MB_dw_swish", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "stack_3_block0_MB_dw_swish", "inbound_nodes": [[["stack_3_block0_MB_dw_bn", 0, 0, {}]]]}, {"class_name": "TensorFlowOpLayer", "config": {"name": "Mean", "trainable": true, "dtype": "float32", "node_def": {"name": "Mean", "op": "Mean", "input": ["stack_3_block0_MB_dw_swish/IdentityN", "Mean/reduction_indices"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "keep_dims": {"b": true}}}, "constants": {"1": [1, 2]}}, "name": "tf_op_layer_Mean", "inbound_nodes": [[["stack_3_block0_MB_dw_swish", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_3_block0_se_1_conv", "trainable": true, "dtype": "float32", "filters": 12, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_3_block0_se_1_conv", "inbound_nodes": [[["tf_op_layer_Mean", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "activation", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "activation", "inbound_nodes": [[["stack_3_block0_se_1_conv", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_3_block0_se_2_conv", "trainable": true, "dtype": "float32", "filters": 192, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_3_block0_se_2_conv", "inbound_nodes": [[["activation", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "activation_1", "trainable": true, "dtype": "float32", "activation": "sigmoid"}, "name": "activation_1", "inbound_nodes": [[["stack_3_block0_se_2_conv", 0, 0, {}]]]}, {"class_name": "Multiply", "config": {"name": "multiply", "trainable": true, "dtype": "float32"}, "name": "multiply", "inbound_nodes": [[["stack_3_block0_MB_dw_swish", 0, 0, {}], ["activation_1", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_3_block0_MB_pw_conv", "trainable": true, "dtype": "float32", "filters": 96, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_3_block0_MB_pw_conv", "inbound_nodes": [[["multiply", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_3_block0_MB_pw_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_3_block0_MB_pw_bn", "inbound_nodes": [[["stack_3_block0_MB_pw_conv", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_3_block1_sortcut_conv", "trainable": true, "dtype": "float32", "filters": 384, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_3_block1_sortcut_conv", "inbound_nodes": [[["stack_3_block0_MB_pw_bn", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_3_block1_sortcut_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_3_block1_sortcut_bn", "inbound_nodes": [[["stack_3_block1_sortcut_conv", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stack_3_block1_sortcut_swish", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "stack_3_block1_sortcut_swish", "inbound_nodes": [[["stack_3_block1_sortcut_bn", 0, 0, {}]]]}, {"class_name": "DepthwiseConv2D", "config": {"name": "stack_3_block1_MB_dw_", "trainable": true, "dtype": "float32", "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "depth_multiplier": 1, "depthwise_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "depthwise_regularizer": null, "depthwise_constraint": null}, "name": "stack_3_block1_MB_dw_", "inbound_nodes": [[["stack_3_block1_sortcut_swish", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_3_block1_MB_dw_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_3_block1_MB_dw_bn", "inbound_nodes": [[["stack_3_block1_MB_dw_", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stack_3_block1_MB_dw_swish", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "stack_3_block1_MB_dw_swish", "inbound_nodes": [[["stack_3_block1_MB_dw_bn", 0, 0, {}]]]}, {"class_name": "TensorFlowOpLayer", "config": {"name": "Mean_1", "trainable": true, "dtype": "float32", "node_def": {"name": "Mean_1", "op": "Mean", "input": ["stack_3_block1_MB_dw_swish/IdentityN", "Mean_1/reduction_indices"], "attr": {"Tidx": {"type": "DT_INT32"}, "keep_dims": {"b": true}, "T": {"type": "DT_FLOAT"}}}, "constants": {"1": [1, 2]}}, "name": "tf_op_layer_Mean_1", "inbound_nodes": [[["stack_3_block1_MB_dw_swish", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_3_block1_se_1_conv", "trainable": true, "dtype": "float32", "filters": 24, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_3_block1_se_1_conv", "inbound_nodes": [[["tf_op_layer_Mean_1", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "activation_2", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "activation_2", "inbound_nodes": [[["stack_3_block1_se_1_conv", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_3_block1_se_2_conv", "trainable": true, "dtype": "float32", "filters": 384, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_3_block1_se_2_conv", "inbound_nodes": [[["activation_2", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "activation_3", "trainable": true, "dtype": "float32", "activation": "sigmoid"}, "name": "activation_3", "inbound_nodes": [[["stack_3_block1_se_2_conv", 0, 0, {}]]]}, {"class_name": "Multiply", "config": {"name": "multiply_1", "trainable": true, "dtype": "float32"}, "name": "multiply_1", "inbound_nodes": [[["stack_3_block1_MB_dw_swish", 0, 0, {}], ["activation_3", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_3_block1_MB_pw_conv", "trainable": true, "dtype": "float32", "filters": 96, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_3_block1_MB_pw_conv", "inbound_nodes": [[["multiply_1", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_3_block1_MB_pw_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_3_block1_MB_pw_bn", "inbound_nodes": [[["stack_3_block1_MB_pw_conv", 0, 0, {}]]]}, {"class_name": "Add", "config": {"name": "add_2", "trainable": true, "dtype": "float32"}, "name": "add_2", "inbound_nodes": [[["stack_3_block0_MB_pw_bn", 0, 0, {}], ["stack_3_block1_MB_pw_bn", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_3_block2_sortcut_conv", "trainable": true, "dtype": "float32", "filters": 384, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_3_block2_sortcut_conv", "inbound_nodes": [[["add_2", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_3_block2_sortcut_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_3_block2_sortcut_bn", "inbound_nodes": [[["stack_3_block2_sortcut_conv", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stack_3_block2_sortcut_swish", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "stack_3_block2_sortcut_swish", "inbound_nodes": [[["stack_3_block2_sortcut_bn", 0, 0, {}]]]}, {"class_name": "DepthwiseConv2D", "config": {"name": "stack_3_block2_MB_dw_", "trainable": true, "dtype": "float32", "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "depth_multiplier": 1, "depthwise_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "depthwise_regularizer": null, "depthwise_constraint": null}, "name": "stack_3_block2_MB_dw_", "inbound_nodes": [[["stack_3_block2_sortcut_swish", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_3_block2_MB_dw_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_3_block2_MB_dw_bn", "inbound_nodes": [[["stack_3_block2_MB_dw_", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stack_3_block2_MB_dw_swish", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "stack_3_block2_MB_dw_swish", "inbound_nodes": [[["stack_3_block2_MB_dw_bn", 0, 0, {}]]]}, {"class_name": "TensorFlowOpLayer", "config": {"name": "Mean_2", "trainable": true, "dtype": "float32", "node_def": {"name": "Mean_2", "op": "Mean", "input": ["stack_3_block2_MB_dw_swish/IdentityN", "Mean_2/reduction_indices"], "attr": {"keep_dims": {"b": true}, "T": {"type": "DT_FLOAT"}, "Tidx": {"type": "DT_INT32"}}}, "constants": {"1": [1, 2]}}, "name": "tf_op_layer_Mean_2", "inbound_nodes": [[["stack_3_block2_MB_dw_swish", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_3_block2_se_1_conv", "trainable": true, "dtype": "float32", "filters": 24, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_3_block2_se_1_conv", "inbound_nodes": [[["tf_op_layer_Mean_2", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "activation_4", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "activation_4", "inbound_nodes": [[["stack_3_block2_se_1_conv", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_3_block2_se_2_conv", "trainable": true, "dtype": "float32", "filters": 384, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_3_block2_se_2_conv", "inbound_nodes": [[["activation_4", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "activation_5", "trainable": true, "dtype": "float32", "activation": "sigmoid"}, "name": "activation_5", "inbound_nodes": [[["stack_3_block2_se_2_conv", 0, 0, {}]]]}, {"class_name": "Multiply", "config": {"name": "multiply_2", "trainable": true, "dtype": "float32"}, "name": "multiply_2", "inbound_nodes": [[["stack_3_block2_MB_dw_swish", 0, 0, {}], ["activation_5", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_3_block2_MB_pw_conv", "trainable": true, "dtype": "float32", "filters": 96, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_3_block2_MB_pw_conv", "inbound_nodes": [[["multiply_2", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_3_block2_MB_pw_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_3_block2_MB_pw_bn", "inbound_nodes": [[["stack_3_block2_MB_pw_conv", 0, 0, {}]]]}, {"class_name": "Add", "config": {"name": "add_3", "trainable": true, "dtype": "float32"}, "name": "add_3", "inbound_nodes": [[["add_2", 0, 0, {}], ["stack_3_block2_MB_pw_bn", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_4_block0_sortcut_conv", "trainable": true, "dtype": "float32", "filters": 576, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_4_block0_sortcut_conv", "inbound_nodes": [[["add_3", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_4_block0_sortcut_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_4_block0_sortcut_bn", "inbound_nodes": [[["stack_4_block0_sortcut_conv", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stack_4_block0_sortcut_swish", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "stack_4_block0_sortcut_swish", "inbound_nodes": [[["stack_4_block0_sortcut_bn", 0, 0, {}]]]}, {"class_name": "DepthwiseConv2D", "config": {"name": "stack_4_block0_MB_dw_", "trainable": true, "dtype": "float32", "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "depth_multiplier": 1, "depthwise_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "depthwise_regularizer": null, "depthwise_constraint": null}, "name": "stack_4_block0_MB_dw_", "inbound_nodes": [[["stack_4_block0_sortcut_swish", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_4_block0_MB_dw_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_4_block0_MB_dw_bn", "inbound_nodes": [[["stack_4_block0_MB_dw_", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stack_4_block0_MB_dw_swish", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "stack_4_block0_MB_dw_swish", "inbound_nodes": [[["stack_4_block0_MB_dw_bn", 0, 0, {}]]]}, {"class_name": "TensorFlowOpLayer", "config": {"name": "Mean_3", "trainable": true, "dtype": "float32", "node_def": {"name": "Mean_3", "op": "Mean", "input": ["stack_4_block0_MB_dw_swish/IdentityN", "Mean_3/reduction_indices"], "attr": {"T": {"type": "DT_FLOAT"}, "keep_dims": {"b": true}, "Tidx": {"type": "DT_INT32"}}}, "constants": {"1": [1, 2]}}, "name": "tf_op_layer_Mean_3", "inbound_nodes": [[["stack_4_block0_MB_dw_swish", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_4_block0_se_1_conv", "trainable": true, "dtype": "float32", "filters": 24, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_4_block0_se_1_conv", "inbound_nodes": [[["tf_op_layer_Mean_3", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "activation_6", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "activation_6", "inbound_nodes": [[["stack_4_block0_se_1_conv", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_4_block0_se_2_conv", "trainable": true, "dtype": "float32", "filters": 576, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_4_block0_se_2_conv", "inbound_nodes": [[["activation_6", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "activation_7", "trainable": true, "dtype": "float32", "activation": "sigmoid"}, "name": "activation_7", "inbound_nodes": [[["stack_4_block0_se_2_conv", 0, 0, {}]]]}, {"class_name": "Multiply", "config": {"name": "multiply_3", "trainable": true, "dtype": "float32"}, "name": "multiply_3", "inbound_nodes": [[["stack_4_block0_MB_dw_swish", 0, 0, {}], ["activation_7", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_4_block0_MB_pw_conv", "trainable": true, "dtype": "float32", "filters": 112, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_4_block0_MB_pw_conv", "inbound_nodes": [[["multiply_3", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_4_block0_MB_pw_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_4_block0_MB_pw_bn", "inbound_nodes": [[["stack_4_block0_MB_pw_conv", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "stack_4_block1_sortcut_conv", "trainable": true, "dtype": "float32", "filters": 672, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "stack_4_block1_sortcut_conv", "inbound_nodes": [[["stack_4_block0_MB_pw_bn", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_4_block1_sortcut_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_4_block1_sortcut_bn", "inbound_nodes": [[["stack_4_block1_sortcut_conv", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stack_4_block1_sortcut_swish", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "stack_4_block1_sortcut_swish", "inbound_nodes": [[["stack_4_block1_sortcut_bn", 0, 0, {}]]]}, {"class_name": "DepthwiseConv2D", "config": {"name": "stack_4_block1_MB_dw_", "trainable": true, "dtype": "float32", "kernel_size": [3, 3], "strides": [1, 1], "padding": "same", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": false, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "depth_multiplier": 1, "depthwise_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "mode": "fan_out", "distribution": "truncated_normal", "seed": null}, "shared_object_id": 1}, "depthwise_regularizer": null, "depthwise_constraint": null}, "name": "stack_4_block1_MB_dw_", "inbound_nodes": [[["stack_4_block1_sortcut_swish", 0, 0, {}]]]}, {"class_name": "BatchNormalization", "config": {"name": "stack_4_block1_MB_dw_bn", "trainable": true, "dtype": "float32", "axis": [3], "momentum": 0.9, "epsilon": 0.001, "center": true, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_initializer": {"class_name": "Ones", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_regularizer": null, "gamma_regularizer": null, "beta_constraint": null, "gamma_constraint": null}, "name": "stack_4_block1_MB_dw_bn", "inbound_nodes": [[["stack_4_block1_MB_dw_", 0, 0, {}]]]}, {"class_name": "Activation", "config": {"name": "stack_4_block1_MB_dw_swish", "trainable": true, "dtype": "float32", "activation": "swish"}, "name": "stack_4_block1_MB_dw_swish", "inbound_nodes": [[["stack_4_block1_MB_dw_bn", 0, 0, {}]]]}, {"class_name": "TensorFlowOpLayer", "config": {"name": "Mean_4", "trainable": true, "dtype": "float32", "node_def": {"name": "Mean_4", "op": "Mean", "input": ["stack_4_block1_MB_dw_swish/IdentityN", "Mean_4/reduction_indices"], "attr": {"T": {"type": "DT_FLOAT"}, 